//component
import Logo from "./logo";
import Article from "./article";

//style
import "../assets/styles/ielts.scss";

//img
import ielts from "../assets/imgs/ielts.png";
import n1 from "../assets/imgs/n1.jpg";
import n2 from "../assets/imgs/n2.jpg";

function Ielts() {
	return (
		<div className="ielts">
			<div className="container my-5">
				<div className="row">
					<div className="section col-lg-7">
						<section className="p-4">
							<p>
								لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در
								ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای
								زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان
								رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در
								ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود
								طراحی اساسا مورد استفاده قرار گیرد.
							</p>
							<div className="ielts-img d-flex justify-content-center">
								<img src={ielts} alt="ielts"></img>
							</div>
							<p>
								لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است، چاپگرها و متون بلکه روزنامه و مجله در
								ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف بهبود ابزارهای کاربردی می باشد، کتابهای
								زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم افزارها شناخت بیشتری را برای طراحان
								رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید داشت که تمام و دشواری موجود در
								ارائه راهکارها، و شرایط سخت تایپ به پایان رسد و زمان مورد نیاز شامل حروفچینی دستاوردهای اصلی، و جوابگوی سوالات پیوسته اهل دنیای موجود
								طراحی اساسا مورد استفاده قرار گیرد. لورم ایپسوم متن ساختگی با تولید سادگی نامفهوم از صنعت چاپ، و با استفاده از طراحان گرافیک است،
								چاپگرها و متون بلکه روزنامه و مجله در ستون و سطرآنچنان که لازم است، و برای شرایط فعلی تکنولوژی مورد نیاز، و کاربردهای متنوع با هدف
								بهبود ابزارهای کاربردی می باشد، کتابهای زیادی در شصت و سه درصد گذشته حال و آینده، شناخت فراوان جامعه و متخصصان را می طلبد، تا با نرم
								افزارها شناخت بیشتری را برای طراحان رایانه ای علی الخصوص طراحان خلاقی، و فرهنگ پیشرو در زبان فارسی ایجاد کرد، در این صورت می توان امید
								داشت که تمام و دشواری موجود در ارائه{" "}
							</p>
						</section>
						<div className="news-titr">
							<span>مطالب مرتبط</span>
						</div>
						<section className="p-4">
							<div className="news d-flex">
								<div className="news-img">
									<img src={n1} alt="n1"></img>
								</div>
								<div className="news-text pe-4">
									<h5>عنوان این خبر اینجا قرار میگیرد</h5>
									<p>
										دو خط توضیح کوتاه در مورد این خبر در اینجا قرار می گیرد دو خط توضیح کوتاه در مورد این خبر در اینجا قرار می گیرد دو خط توضیح کوتاه
										در مورد این خبر در اینجا قرار می گیرد
									</p>
									<span>
										25 خرداد 1398 | <a href="/">ادامه خبر...</a>
									</span>
								</div>
							</div>
							<div className="news d-flex mt-5">
								<div className="news-img">
									<img src={n2} alt="n1"></img>
								</div>
								<div className="news-text pe-4">
									<h5>عنوان این خبر اینجا قرار میگیرد</h5>
									<p>
										دو خط توضیح کوتاه در مورد این خبر در اینجا قرار می گیرد دو خط توضیح کوتاه در مورد این خبر در اینجا قرار می گیرد دو خط توضیح کوتاه
										در مورد این خبر در اینجا قرار می گیرد
									</p>
									<span>
										25 خرداد 1398 | <a href="/">ادامه خبر...</a>
									</span>
								</div>
							</div>
						</section>
					</div>

					<aside className="col-lg-5">
						<div className="mt-5 mt-lg-0">
							<Logo></Logo>
						</div>
						<div className="mt-5">
							<Article></Article>
						</div>
					</aside>
				</div>
			</div>
		</div>
	);
}
export default Ielts;
